IDS_STL_TBL_HORDOT                            = "水平"
IDS_STL_TBL_VERDOT                            = "垂直"
IDS_STL_TBL_HOR                               = "水平"
IDS_STL_TBL_VER                               = "垂直"
IDS_STEEL_TB_HORDOT                           = IDS_STL_TBL_HORDOT
IDS_STEEL_TB_VERDOT                           = IDS_STL_TBL_VERDOT
IDS_STEEL_TB_HOR                              = IDS_STL_TBL_HOR
IDS_STEEL_TB_VER                              = IDS_STL_TBL_VER
IDS_STEEL_TB_SEISMIC_N_LOAD                   = "Seismic\nLoad"
/**/IDS_STEEL_DLG_GREATER_THAN_ZERO           = "Provided weld length must be greater than 0."
/**/IDS_STEEL_DLG_GREATER_THAN_MAXLEN         = "Provided length must be ≤ Max Weld Length"

IDS_STL_FRAME_TYPE_SPECIAL_MOMENT             = "特殊抗彎矩構架 (SMRF)"
IDS_STL_FRAME_TYPE_INTERMEDIATE_MOMENT        = "部分韌性抗彎矩構架 (IMRF)"
IDS_STL_FRAME_TYPE_ORDINARY_MOMENT            = "普通抗彎矩構架 (OMRF)"
IDS_STL_FRAME_TYPE_SPECIAL_CONCEN_BRACED      = "特殊同心斜撐構架 (SCBF)"
IDS_STL_FRAME_TYPE_ORDINARY_CONCEN_BARCED     = "普通同心斜撐構架 (OCBF)"
IDS_STL_FRAME_TYPE_ECCENTRICALLY_BRACED       = "偏心斜撐構架 (EBF)"
IDS_STL_FRAME_TYPE_BUCKLING_RESTRAINED_BRACED = "挫屈束制支撐構架 (BRBF)"
IDS_STL_FRAME_TYPE_SPECIAL_PLATE_SHEAR_WALL   = "鋼板剪力牆構架 (SPSWF)"

IDS_STL_EC3_ANNEX_CALTYPE_ANNEXA              = "附錄A"
IDS_STL_EC3_ANNEX_CALTYPE_ANNEXB              = "附錄B"

IDS_STEEL_BEAM_MODEL_INVALID_MEMNAME          = "梁名稱已被使用"
IDS_STEEL_BEAM_MODEL_INVALID_MEMBER_USE_TYPE  = "不合適的構件類型"
IDS_STEEL_BEAM_SECTION_INVALID_NAME           = "不合適的斷面設定 : 未輸入名稱"
IDS_STEEL_BEAM_SECTION_NOT_EXIST_IN_DB        = "資料庫中無此斷面"
IDS_STEEL_BEAM_SECTION_INVALID_B              = "不合適的斷面設定 : B < 0"
IDS_STEEL_BEAM_SECTION_INVALID_H              = "不合適的斷面設定 : H < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TW             = "不合適的斷面設定 : tw < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TF             = "不合適的斷面設定 : tf < 0"
IDS_STEEL_BEAM_SECTION_INVALID_T              = "不合適的斷面設定 : t < 0"
IDS_STEEL_BEAM_SECTION_INVALID_D              = "不合適的斷面設定 : D < 0"

IDS_STEEL_EXCEL_CREATE                        = "建立Excel資料(s)"     
IDS_STEEL_EXCEL_CANCEL                        = "已取消匯出至Excel"      
IDS_STEEL_EXCEL_FAIL                          = "匯出失敗，無法找到EXCEL.EXE"
IDS_STEEL_WORD_FAIL                           = "匯出失敗，無法找到WORD.EXE"

IDS_STEEL_OPEN_RECT_SIZE_H                    = "尺寸 (H)"
IDS_STEEL_OPEN_RECT_SIZE_D                    = "直徑 (D)"

IDS_STEEL_FOLL_MEMB_NOT_DESIGN                = "下列構件不會進行設計\n\n"
IDS_STEEL_FOLL_MEMB_NOT_CHECK                 = "下列構件不會進行檢核\n\n"
IDS_STEEL_DESIGN_BEAM_COL__d_d                = "正在設計鋼構造梁/柱 (%d/%d)"
IDS_STEEL_DESIGN_BASE_PLATE__d_d              = "正在設計鋼構造基座板 (%d/%d)"
IDS_STEEL_DESIGN_BOLT_CONN__d_d               = "正在設計鋼構造螺栓接合 (%d/%d)"
IDS_STEEL_DESIGN_BOLT_MOMENT_CONN__d_d        = "正在設計鋼構造螺栓彎矩接合 (%d/%d)"
IDS_STEEL_DESIGN_CRANE_GIRDER__d_d            = "正在設計鋼構造天車梁 (%d/%d)"
IDS_STEEL_DESIGN_STAIR__d_d                   = "正在設計鋼構造樓梯. (%d/%d)"
IDS_STEEL_NOTMATCH_CODE_RESULT_DATA           = "分析結果之間的設計參數不相同"
IDS_STEEL_NOT_ADD_IN_FIRSTROW                 = "不可新增於第一欄"
IDS_STEEL_INVALID_CELL_APPOINT_CELL           = "未正確選擇欲插入的資料格，請重新選取"
IDS_STEEL_NOT_DELETE_IN_HEADROW               = "不可刪除標題列"
IDS_STEEL_DEFINE__2f                          = "%.2f"
IDS_STEEL_NAME_WIDTH                          = "寬度 (B)"
IDS_STEEL_NAME_DIAMETER                       = "直徑"
IDS_STEEL_NAME_NUMBER                         = "數量"
IDS_STEEL_NAME_NUMBER_X                       = "數量 (x)"
IDS_STEEL_NAME_POSITION                       = "位置"
IDS_STEEL_NAME_POSITION_X                     = "位置 (x)"
IDS_STEEL_TOOLTIP_RIBPLATE_HEIGHT             = "肋板的總高度"
IDS_STEEL_TOOLTIP_BASEPLATE_HEIGHT            = "肋板底部與基座板的垂直距離長度"
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND            = "肋板底部與基座板邊緣的水平距離長度\n"
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND_EXP        = "(當基座板為圓形時\n為肋板底部與基座板內接矩形之邊緣的水平距離長度)"
IDS_STEEL_TOOLTIP_DISTANCE_COLFACE            = "肋板頂部與柱面的水平距離長度"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN1               = "[ 基座板載重組合的設定指南 ]"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN2               = "選擇適當的設定以節省自動網格與有線元素分析的時間"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE10             = "(1) 不對所有載重組合進行有限元素分析"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE11             = "  + 當所有載重組合都是壓力時。"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE12             = "  + 當所有載重組合都是拉力時。"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE13             = "  + 當最大反應載重組合並非由彎矩或剪力主控時。"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE20             = "(2) 對所有載重組合進行有限元素分析"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE21             = "  + 當載重組合為壓力與拉力混和時。"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE22             = "  + 當最大反應載重組合由彎矩或剪力主控時。"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE23             = "  + 當基座板尺寸遠大於柱尺寸時。"
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN1               = "[ 預埋板載重組合的設定指南 ]"
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN2               = "選擇適當的設定以節省自動網格與有線元素分析的時"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE10             = "(1) 不對所有載重組合進行有限元素分析"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE11             = "  + 當所有載重組合都是壓力時。"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE12             = "  + 當所有載重組合都是拉力時。"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE20             = "(2) 對所有載重組合進行有限元素分析"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE21             = "  + 當載重組合為壓力與拉力混和時"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE22             = "  + 當預埋板尺寸遠大於梁尺寸時。"
IDS_STEEL_TB_NAME_PERCENT                     = "百分比"
IDS_STEEL_TB_NAME_CHK                         = "選取"
IDS_STEEL_TB_NAME_MEMBER_NAME                 = "構件\n名稱"
IDS_STEEL_TB_NAME_APPLY_MEMBERTO              = "同步\n套用於"
IDS_STEEL_TB_NAME_BOLT_SYSTEM                 = "螺栓系統"
IDS_STEEL_TB_NAME_BOLT_DEFORM                 = "考慮螺孔變形"
IDS_STEEL_TB_NAME_BOLT_HOLE_TYPE              = "螺孔類型"
IDS_STEEL_TB_NAME_BOLT_SLIP_FACTOR            = "滑動\n因數"
IDS_STEEL_TB_NAME_MATERIAL                    = "材料"
IDS_STEEL_TB_NAME_BEAM_GIRDER                 = "梁"
IDS_STEEL_TB_NAME_BASE_N_PLATE                = "Base\nPlate"
IDS_STEEL_TB_NAME_RIB_N_WING                  = "Rib /\nWing"
IDS_STEEL_TB_NAME_PLATE                       = "板"
IDS_STEEL_TB_NAME_PLATE_E                     = "板 "
IDS_STEEL_TB_NAME_STRINGER                    = "縱梁"
IDS_STEEL_TB_NAME_STRINGER_1                  = "縱梁1"
IDS_STEEL_TB_NAME_STRINGER_2                  = "縱梁2"
IDS_STEEL_TB_NAME_STRINGER_3                  = "縱梁3"
IDS_STEEL_TB_NAME_STRINGER_4                  = "縱梁4"
IDS_STEEL_TB_NAME_STRINGER_SECT               = "縱梁斷面"
IDS_STEEL_TB_NAME_ANCHOR_BOLT                 = "錨栓"
IDS_STEEL_TB_NAME_EDGE_DIST                   = "邊距 "
IDS_STEEL_TB_NAME_ANCHOR_SPLT_FAIL            = "Splitting\nFailure"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_SPAC            = "Minimum Spacing of Anchors"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_EDGE            = "Minimum Edge Distance"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_DPTH            = "Limit of Embedment Depth"
IDS_STEEL_TB_NAME_ANCHOR_RATIO                = "n錨栓\n( 比值 )"
IDS_STEEL_TB_NAME_ANCHOR_TENSION              = "n錨栓\n( 拉力 )"
IDS_STEEL_TB_NAME_ANCHOR_SHEAR                = "n錨栓\n( 剪力 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_RATIO           = "後置式\n錨栓\n( 比值 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENSION         = "後置式\n錨栓\n( 拉力 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR           = "後置式\n錨栓\n( 剪力 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_STLS       = "Steel Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CBOS       = "Concrete Breakout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CSFB       = "Concrete Side-Face Blowout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CPOS       = "Pullout Strength of Anchor"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_SFBS       = "Concrete Side-Face Blowout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_BSAA       = "Bond Strength of Adhesive Anchor"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_STLS      = "Steel Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CBOS      = "Concrete Breakout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CPOS      = "Pullout Strength of Anchor"
IDS_STEEL_TB_NAME_FCK                         = "F'c"
IDS_STEEL_TB_NAME_USE_N_SECT_N_PHIMN          = "使用\n斷面\nøMn"
IDS_STEEL_TB_NAME_FORCE                       = "外力"
IDS_STEEL_TB_NAME_LCOMB                       = "載重組合"
IDS_STEEL_TB_NAME_LCOMBINATION                = "載重組合"
IDS_STEEL_TB_NAME_DOTDOTDOT                   = "..."
IDS_STEEL_TB_NAME_FES_ALL_LCOM                = "FES\n全部"
IDS_STEEL_TB_NAME_PU                          = "Pu"
IDS_STEEL_TB_NAME_MUX                         = "Mux"
IDS_STEEL_TB_NAME_MUY                         = "Muy"
IDS_STEEL_TB_NAME_VUX                         = "Vux"
IDS_STEEL_TB_NAME_VUY                         = "Vuy"
IDS_STEEL_TB_NAME_SECTION                     = "斷面"
IDS_STEEL_TB_NAME_MEMBER_LENGTH               = "構件長度"
IDS_STEEL_TB_NAME_SHAPE                       = "形狀"
IDS_STEEL_TB_NAME_USE_DB                      = "使用\n資料庫"
IDS_STEEL_TB_NAME_NAME                        = "名稱"
IDS_STEEL_TB_NAME_SIZE                        = "尺寸"
IDS_STEEL_TB_NAME_SIZE1                       = "尺寸1"
IDS_STEEL_TB_NAME_SIZE2                       = "尺寸2"
IDS_STEEL_TB_NAME_SIZE3                       = "尺寸3"
IDS_STEEL_TB_NAME_SIZE4                       = "尺寸4"
IDS_STEEL_TB_NAME_SIZE5                       = "尺寸5"
IDS_STEEL_TB_NAME_SIZE6                       = "尺寸6"
IDS_STEEL_TB_NAME_BASEPLATE                   = "基座板"
IDS_STEEL_TB_NAME_B                           = "B"
IDS_STEEL_TB_NAME_H                           = "H"
IDS_STEEL_TB_NAME_D                           = "D"
IDS_STEEL_TB_NAME_T                           = "板厚"
IDS_STEEL_TB_NAME_ON_PEDESTAL                 = "置於\n基座上"
IDS_STEEL_TB_NAME_PEDESTAL                    = "基座"
IDS_STEEL_TB_NAME_WINGPLATE                   = "翼內加勁板"
IDS_STEEL_TB_NAME_USE                         = "使用"
IDS_STEEL_TB_NAME_RIBPLATE                    = "肋板"
IDS_STEEL_TB_NAME_H1                          = "H1"
IDS_STEEL_TB_NAME_H2                          = "H2"
IDS_STEEL_TB_NAME_L1                          = "L1"
IDS_STEEL_TB_NAME_L2                          = "L2"
IDS_STEEL_TB_NAME_NOX                         = "數量X"
IDS_STEEL_TB_NAME_NOY                         = "數量Y"
IDS_STEEL_TB_NAME_NO                          = "數量"
IDS_STEEL_TB_NAME_EXTEND                      = "延伸"
IDS_STEEL_TB_NAME_INSTALL_N_TYPE              = "安裝類型"
IDS_STEEL_TB_NAME_ANCHOR_BOLT2                = "錨栓"
IDS_STEEL_TB_NAME_TYPE                        = "類型"
IDS_STEEL_TB_NAME_L                           = "L"
IDS_STEEL_TB_NAME_CAST                        = "場鑄式\n(D)"
IDS_STEEL_TB_NAME_POST                        = "後置式"
IDS_STEEL_TB_NAME_POSITION                    = "位置"
IDS_STEEL_TB_NAME_X                           = "X"
IDS_STEEL_TB_NAME_Y                           = "Y"
IDS_STEEL_TB_NAME_START_ANGLE                 = "起始\n角度"
IDS_STEEL_TB_NAME_FROM_LIBPLATE               = "依肋板"
IDS_STEEL_TB_NAME_DESIGN_DATA                 = "設計\n參數"
IDS_STEEL_TB_NAME_DESIGN_FORCE                = "設計外力"
IDS_STEEL_TB_NAME_DESIGN_CAPACITY             = "設計容量"
IDS_STEEL_TB_NAME_BEARING                     = "承載力"
IDS_STEEL_TB_NAME_COMP                        = "壓力"
IDS_STEEL_TB_NAME_TENS                        = "拉力"
IDS_STEEL_TB_NAME_MU                          = "Mu"
IDS_STEEL_TB_NAME_VU                          = "Vu"
IDS_STEEL_TB_NAME_TU                          = "Tu"
IDS_STEEL_TB_NAME_TS                          = "Ts"
IDS_STEEL_TB_NAME_DESIGN_RATIO                = "設計比值"
IDS_STEEL_TB_NAME_CHECK_ITEMS                 = "檢核項目"
IDS_STEEL_TB_NAME_VALUE                       = "設計值"
IDS_STEEL_TB_NAME_CRITERIA                    = "標準值"
IDS_STEEL_TB_NAME_REMARK                      = "備註"
IDS_STEEL_TB_NAME_STUD_N_REQ                  = "剪力釘"
IDS_STEEL_TB_NAME_STUD_REQ_EDGE               = "邊距 "
IDS_STEEL_TB_NAME_STUD_REQ_DIA_DOT            = "直徑 "
IDS_STEEL_TB_NAME_STUD_REQ_SPA_DOT            = "間距 "
IDS_STEEL_TB_NAME_BEARING_N_STRESS            = "承載應力"
IDS_STEEL_TB_NAME_COMP_E                      = "壓力 "
IDS_STEEL_TB_NAME_TENS_E                      = "拉力 "
IDS_STEEL_TB_NAME_BASENPLATE                  = "基座板"
IDS_STEEL_TB_NAME_EMBEDDED_N_PLATE            = "Embedded\nPlate"
IDS_STEEL_TB_NAME_RIB_N_PLATE                 = "Rib\nPlate"
IDS_STEEL_TB_NAME_MXX_E                       = "Mxx "
IDS_STEEL_TB_NAME_MYY_E                       = "Myy "
IDS_STEEL_TB_NAME_RIBNPLATE                   = "肋板"
IDS_STEEL_TB_NAME_BTR                         = "翼板寬厚比"
IDS_STEEL_TB_NAME_DTR                         = "腹板寬厚比"
IDS_STEEL_TB_NAME_MU_E                        = "Mu "
IDS_STEEL_TB_NAME_MU_E1                       = "MEd "
IDS_STEEL_TB_NAME_VU_E                        = "Vu "
IDS_STEEL_TB_NAME_VA_E                        = "Va "
IDS_STEEL_TB_NAME_VU_E1                       = "VEd "
IDS_STEEL_TB_NAME_WINGNPLATE                  = "翼內\n加勁板"
IDS_STEEL_TB_NAME_TU_E                        = "Tu "
IDS_STEEL_TB_NAME_TU_E1                       = "TEd "
IDS_STEEL_TB_NAME_ANCHOTNBOLT                 = "錨栓 "
IDS_STEEL_TB_NAME_LENGTH                      = "長度 "
IDS_STEEL_NAME_SECTION1                       = "斷面-1"
IDS_STEEL_NAME_SECTION2                       = "斷面-2"
IDS_STEEL_NAME_SECTION3                       = "斷面-3"
IDS_STEEL_NAME_DESIGN_N_TYPE                  = "設計\n類型"
IDS_STEEL_NAME_CHECK_N_TORSION                = "檢核扭力"
IDS_STEEL_NAME_TORSION_N_DGN_N_DATA           = "扭力設計\n參數"
IDS_STEEL_TB_NAME_LENGTH2                     = "設計參數"
IDS_STEEL_TB_NAME_LX                          = "Lx"
IDS_STEEL_TB_NAME_LY                          = "Ly"
IDS_STEEL_TB_NAME_LT                          = "Lt"
IDS_STEEL_TB_NAME_LB                          = "Lb"
IDS_STEEL_TB_NAME_CONSIDER_LB                 = "考慮Lb"
IDS_STEEL_TB_NAME_KX                          = "Kx"
IDS_STEEL_TB_NAME_KY                          = "Ky"
IDS_STEEL_TB_NAME_FACTOR                      = "因數"
IDS_STEEL_TB_NAME_CANTILEVER                  = "懸臂"
IDS_STEEL_TB_NAME_CB                          = "Cb"
IDS_STEEL_TB_NAME_FORCE_CHECK                 = "翼板腹板檢核"
IDS_STEEL_TB_NAME_COMBINED_RATIO_PIPE         = "組合強度應力比\n( Pipe Section )"
IDS_STEEL_TB_NAME_DESIGN                      = "設計"
IDS_STEEL_TB_NAME_FLG_WEB_CHECK               = "翼板腹板\n檢核"
IDS_STEEL_TB_NAME_APPLY_SET_RATIO             = "套用\n耐震設計\n寬厚比"
IDS_STEEL_TB_NAME_CHECK_AS_LINK               = "連桿梁\n檢核"
IDS_STEEL_TB_NAME_LATERF_REST_SYS             = "結構系統類型"
IDS_STEEL_TB_NAME_LINK                        = "連桿梁"
IDS_STEEL_TB_NAME_LINK_STIFFENER              = "連桿梁加勁板"
IDS_STEEL_TB_NAME_ONE_SIDE_N_STIFF            = "One Side\nStiffener"
IDS_STEEL_TB_NAME_BRACING_TYPE                = "側撐類型"
IDS_STEEL_TB_NAME_BRACING_N_TYPE              = "側撐\n類型"
IDS_STEEL_TB_NAME_SLANDER_THICK_RATIO         = "長細比 & 寬厚比"
IDS_STEEL_TB_NAME_SLANDERNESS                 = "長細比"
IDS_STEEL_TB_NAME_SECTION_CONDITION           = "斷面條件"
IDS_STEEL_TB_NAME_FLANGE                      = "翼板"
IDS_STEEL_TB_NAME_WEB                         = "腹板"
IDS_STEEL_TB_NAME_PHI_PN                      = "øPn"
IDS_STEEL_TB_NAME_PHI_MNX                     = "øMnx"
IDS_STEEL_TB_NAME_PHI_MNY                     = "øMny"
IDS_STEEL_TB_NAME_PHI_VNX                     = "øVnx"
IDS_STEEL_TB_NAME_PHI_VNY                     = "øVny"
IDS_STEEL_TB_NAME_DESIGN_RESULT               = "設計結果"
IDS_STEEL_TB_NAME_P                           = "P"
IDS_STEEL_TB_NAME_COMBINED                    = "組合應力比"
IDS_STEEL_TB_NAME_TENSION                     = "拉力"
IDS_STEEL_TB_NAME_SHEAR                       = "剪力"
IDS_STEEL_TB_NAME_MOMENT                      = "彎矩"
IDS_STEEL_TB_NAME_CONNECTION                  = "接合"
IDS_STEEL_TB_NAME_BEAM_COLUMN                 = "梁/柱"
IDS_STEEL_TB_NAME_SHEAR_N_TYPE                = "剪力類型"
IDS_STEEL_TB_NAME_BY_PERCENT                  = "依百分比"
IDS_STEEL_TB_NAME_RATIO_N_                    = "比率\n(%)"
IDS_STEEL_TB_NAME_HIGH_TENSION_BOLT           = "高拉螺栓"
IDS_STEEL_TB_NAME_SPACE_X                     = "間距 (x)"
IDS_STEEL_TB_NAME_SPACE_Y                     = "間距 (y)"
IDS_STEEL_TB_NAME_SPACE                       = "間距"
IDS_STEEL_TB_NAME_AUTO                        = "自動"
IDS_STEEL_TB_NAME_EXTENSION_X                 = "邊距 (x)"
IDS_STEEL_TB_NAME_EXTENSION_Y                 = "邊距 (y)"
IDS_STEEL_TB_NAME_EXTENSION                   = "邊距"
IDS_STEEL_TB_NAME_GAP                         = "間隙"
IDS_STEEL_TB_NAME_BOLT_LAYOUT                 = "螺栓配置"
IDS_STEEL_TB_NAME_T_EXT                       = "板厚 (外)"
IDS_STEEL_TB_NAME_T_INT                       = "板厚 (內)"
IDS_STEEL_TB_NAME_MD_N_FACTOR                 = "彎矩分配\n係數"
IDS_STEEL_TB_NAME_FORCE_AXIAL_LOAD            = "軸力"
IDS_STEEL_TB_NAME_FORCE_MOMENT                = "彎矩"
IDS_STEEL_TB_NAME_SHEAR_FORCE                 = "剪力"
IDS_STEEL_TB_NAME_P_FLG                       = ".翼"
IDS_STEEL_TB_NAME_P_WEB                       = ".腹"
IDS_STEEL_TB_NAME_CHECK_WEB                   = "腹板檢核"
IDS_STEEL_TB_NAME_RN_SLASH                    = "Rn/"
IDS_STEEL_TB_NAME_RV_SLASH                    = "Rv/"
IDS_STEEL_TB_NAME_RA_SLASH                    = "Ra/"
IDS_STEEL_TB_NAME_RN                          = "Rn"
IDS_STEEL_TB_NAME_RMAX_SLASH                  = "Rmax/"
IDS_STEEL_TB_NAME_PN                          = "Pn"
IDS_STEEL_TB_NAME_MN                          = "Mn"
IDS_STEEL_TB_NAME_VN                          = "Vn"
IDS_STEEL_TB_NAME_CHECK_FLANGE                = "翼板檢核"
IDS_STEEL_TB_NAME_COMB_P_N                    = "組合應力\n(P + M)"
IDS_STEEL_TB_NAME_PA                          = "Pa"
IDS_STEEL_TB_NAME_MAX                         = "Max"
IDS_STEEL_TB_NAME_MAY                         = "May"
IDS_STEEL_TB_NAME_VAX                         = "Vax"
IDS_STEEL_TB_NAME_VAY                         = "Vay"
IDS_STEEL_TB_NAME_MA                          = "Ma"
IDS_STEEL_TB_NAME_VA                          = "Va"
IDS_STEEL_TB_NAME_CHECK_ITEM                  = "檢核項目"
IDS_STEEL_TB_NAME_DA_EMPTY                    = "da "
IDS_STEEL_TB_NAME_PU_EMPTY                    = "Pu "
IDS_STEEL_TB_NAME_BOLT_PROPERTIES             = "螺栓性質"
IDS_STEEL_TB_NAME_IP                          = "Ip "
IDS_STEEL_TB_NAME_CX                          = "Cx "
IDS_STEEL_TB_NAME_CY                          = "Cy "
IDS_STEEL_TB_NAME_PHI_RN                      = "øRn "
IDS_STEEL_TB_NAME_RV                          = "Rv"
IDS_STEEL_TB_NAME_RV_E                        = "Rv "
IDS_STEEL_TB_NAME_RMX_E                       = "Rmx "
IDS_STEEL_TB_NAME_RMY_E                       = "Rmy "
IDS_STEEL_TB_NAME_RMAX_E                      = "Rmax "
IDS_STEEL_TB_NAME_RN_E                        = "Rn "
IDS_STEEL_TB_NAME_CHECK_RESULT_PLATE          = "檢核結果 (接合板)"
IDS_STEEL_TB_NAME_MU_P_PHI_MN                 = "Mu/øMn"
IDS_STEEL_TB_NAME_VU_P_PHI_VN                 = "Vu/øVn"
IDS_STEEL_TB_NAME_PU_P_PHI_PN                 = "Pu/øPn"
IDS_STEEL_TB_NAME_RA                          = "Ra"
IDS_STEEL_TB_NAME_RA_E                        = "Ra "
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_SHEAR     = "檢核承載強度 (腹板,剪力)"
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_TENSION   = "檢核承載強度 (腹板,拉力)"
IDS_STEEL_TB_NAME_CHECK_BEARING_FLG_TENSION   = "檢核承載強度 (翼板,拉力)"
IDS_STEEL_TB_NAME_RN_P_OMEGA                  = "Rn/Ω "
IDS_STEEL_TB_NAME_RMAX_P_RN_P_OMEGA           = "Rmax/(Rn/Ω)"
IDS_STEEL_TB_NAME_RN_P_RN_P_OMEGA             = "Rn/(Rn/Ω)"
IDS_STEEL_TB_NAME_MN_P_OMEGA                  = "Mn/Ω "
IDS_STEEL_TB_NAME_MA_P_MN_P_OMEGA             = "Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_VN_P_OMEGA                  = "Vn/Ω "
IDS_STEEL_TB_NAME_VA_P_VN_P_OMEGA             = "Va/(Vn/Ω)"
IDS_STEEL_TB_NAME_TN_P_OMEGA                  = "Tn/Ω "
IDS_STEEL_TB_NAME_TA_P_TN_P_OMEGA             = "Ta/(Tn/Ω)"
IDS_STEEL_TB_NAME_PN_P_OMEGA                  = "Pn/Ω "
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA             = "Pa/(Pn/Ω)"
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA_PS_MA_P_MN_P_OMEGA  = "Pa/(Pn/Ω) + Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_PAA_E                       = "Paa "
IDS_STEEL_TB_NAME_PAM_E                       = "Pam "
IDS_STEEL_TB_NAME_RV_P_RN_P_OMEGA             = "Rv/(Rn/Ω)"
IDS_STEEL_TB_NAME_RA_P_RN_P_OMEGA             = "Ra/(Rn/Ω)"
IDS_STEEL_TB_NAME_COVER_N_PLATE               = "上蓋板"
IDS_STEEL_TB_NAME_GIRDER                      = "大梁"
IDS_STEEL_TB_NAME_SPAN                        = "跨度"
IDS_STEEL_TB_NAME_RAIL_N_WIDTH                = "軌道寬度"
IDS_STEEL_TB_NAME_BACK_GIRDER                 = "側向支撐"
IDS_STEEL_TB_NAME_DEPTH                       = "深度"
IDS_STEEL_TB_NAME_BRACE_TENS_FLANGE           = "受拉翼\n板支撐"
IDS_STEEL_TB_NAME_VERTICAL_STIFFENER          = "垂直加勁材"
IDS_STEEL_TB_NAME_END_STIFFENER               = "端部加勁材"
IDS_STEEL_TB_NAME_MID_STIFFENER               = "中間加勁材"
IDS_STEEL_TB_NAME_THK_ONE                     = "厚度(1)"
IDS_STEEL_TB_NAME_THK_TWO                     = "厚度(2)"
IDS_STEEL_TB_NAME_CRANE_INFORMATION           = "天車資料"
IDS_STEEL_TB_NAME_WHEELS                      = "輪重"
IDS_STEEL_TB_NAME_SELF_N_WEIGHT               = "自重"
IDS_STEEL_TB_NAME_IMPACT_FACTOR               = "衝擊載重係數"
IDS_STEEL_TB_NAME_VER_P                       = "垂直"
IDS_STEEL_TB_NAME_HOR_P                       = "水平"
IDS_STEEL_TB_NAME_RUN_P                       = "行進"
IDS_STEEL_TB_NAME_FATIGUE                     = "疲勞"
IDS_STEEL_TB_NAME_LOADING_CYCLES              = "載重循環"
IDS_STEEL_TB_NAME_DEFLECTION                  = "撓度"
IDS_STEEL_TB_NAME_VERTICAL_DIR                = "垂直方向"
IDS_STEEL_TB_NAME_HORIZONTAL_DIR              = "水平方向"
IDS_STEEL_TB_NAME_VERTICAL                    = "垂直方向"
IDS_STEEL_TB_NAME_HORIZONTAL                  = "水平方向"
IDS_STEEL_TB_NAME_RUNNING_DIR                 = "行進方向"
IDS_STEEL_TB_NAME_VU_MAX                      = "Vu,max"
IDS_STEEL_TB_NAME_VA_MAX                      = "Va,max"
IDS_STEEL_TB_NAME_RMAX                        = "Rmax"
IDS_STEEL_TB_NAME_MU_MAX                      = "Mu,max"
IDS_STEEL_TB_NAME_MA_MAX                      = "Ma,max"
IDS_STEEL_TB_NAME_FX                          = "Fx"
IDS_STEEL_TB_NAME_BEAM_RESULT                 = "梁設計結果"
IDS_STEEL_TB_NAME_WIDTH_THICK_RATIO           = "寬厚比"
IDS_STEEL_TB_NAME_H_P_TW                      = "h/tw"
IDS_STEEL_TB_NAME_LAMDA_P_LAMDAMAX            = "λ/λmax"
IDS_STEEL_TB_NAME_MAX_STRESS_BY_LL            = "受活載下最大應力"
IDS_STEEL_TB_NAME_STRESS_RANGE_BY_LL          = "受活載下應力區間"
IDS_STEEL_TB_NAME_WEB_UNDER_CC_FORCE          = "腹板 (承受集中載重)"
IDS_STEEL_TB_NAME_V                           = "V"
IDS_STEEL_TB_NAME_MID                         = "中間"
IDS_STEEL_TB_NAME_END                         = "端部"
IDS_STEEL_TB_NAME_CHECK_STIFFENER             = "加勁材檢核"
IDS_STEEL_TB_NAME_RATIO1                      = "比值1"
IDS_STEEL_TB_NAME_RATIO2                      = "比值2"
/**/IDS_STEEL_TB_NAME_RATIO3                  = "Ratio3"
/**/IDS_STEEL_TB_NAME_RATIO4                  = "Ratio4"
/**/IDS_STEEL_TB_NAME_RATIO5                  = "Ratio5"
IDS_STEEL_TB_NAME_RATIO                       = "比值"
IDS_STEEL_TB_NAME_REQUIRE                     = "需求"
IDS_STEEL_TB_NAME_LOCAL_RN_YIELDING           = "局部降伏"
IDS_STEEL_TB_NAME_CRIPPING                    = "皺曲"
IDS_STEEL_TB_NAME_SIDESWAY_RN_BUCKLING        = "側移挫屈"
IDS_STEEL_TB_NAME_COMP_RN_BUCKLING            = "壓力挫屈"
IDS_STEEL_TB_NAME_REQUIRED                    = "需要"
IDS_STEEL_TB_NAME_NOT_REQUIRED                = "不需要"
IDS_STEEL_TB_NAME_STIFF_REQUIRED              = "需要加勁材" 
IDS_STEEL_TB_NAME_STIFF_NOT_REQUIRED          = "不需要加勁材"
IDS_STEEL_TB_NAME_NO_PNT                      = "No."
IDS_STEEL_TB_NAME_LOAD_E                      = "載重 "
IDS_STEEL_TB_NAME_DEAD_E                      = "靜載 "
IDS_STEEL_TB_NAME_LIVE_E                      = "活載 "
IDS_STEEL_TB_NAME_DIST_PNT_E                  = "距離 "
IDS_STEEL_DLG_SHEAR_PLATE                     = "剪力板"
IDS_STEEL_DLG_EMBED_RB_PLATE                  = "預埋板"
IDS_STEEL_TB_NAME_STUD                        = "剪力釘"
IDS_STEEL_TB_NAME_CONCRETE                    = "混凝土"
IDS_STEEL_TB_NAME_REBAR                       = "鋼筋"
IDS_STEEL_TB_NAME_CONN_TYPE                   = "接合\n類型"
IDS_STEEL_TB_NAME_SHEAR_PLATE_CONN_TYPE       = "剪力板 ( 剪力接合類型 )"
IDS_STEEL_TB_NAME_THICK                       = "厚度"
IDS_STEEL_TB_NAME_HEIGHT                      = "高度"
IDS_STEEL_TB_NAME_HEIGHT_1                    = "高度1"
IDS_STEEL_TB_NAME_HEIGHT_2                    = "高度2"
IDS_STEEL_TB_NAME_CONS_ECCEN                  = "考慮偏心"
IDS_STEEL_TB_NAME_ECCEN_PNT_E                 = "偏心(e)"
IDS_STEEL_TB_NAME_ECCEN_PNT                   = "偏心"
IDS_STEEL_TB_NAME_BEAM_SECTION                = "梁斷面"
IDS_STEEL_TB_NAME_RC_MEMBER_WALLCOLBEAM       = "RC構件 ( 牆 / 柱 / 梁 )"
IDS_STEEL_TB_NAME_LEFT                        = "左側"
IDS_STEEL_TB_NAME_RIGHT                       = "右側"
IDS_STEEL_TB_NAME_TOP                         = "上方"
IDS_STEEL_TB_NAME_BOT                         = "下方"
IDS_STEEL_TB_NAME_HEADED_STUD                 = "擴頭剪力釘"
IDS_STEEL_TB_NAME_EXT_PNT_LENGTH              = "延伸長度"
IDS_STEEL_TB_NAME_E1                          = "E1"
IDS_STEEL_TB_NAME_E2                          = "E2"
IDS_STEEL_TB_NAME_S1                          = "Int."
IDS_STEEL_TB_NAME_S2                          = "Ext.X"
IDS_STEEL_TB_NAME_S3                          = "Ext.Y"
IDS_STEEL_TB_ROW_RN_EA                        = "列\n( EA )"
IDS_STEEL_TB_COLUMN_RB_EA                     = "行\n( EA )"
IDS_STEEL_TB_NO_PNT_OF_RN_ROW_EA              = "列數\n( EA )"
IDS_STEEL_TB_NAME_RIB_PLATE_AT_FLANGE         = "翼板上之肋板"
IDS_STEEL_TB_NAME_DIST_PNT                    = "距離"
IDS_STEEL_TB_NAME_DESIGN_STRENGTH             = "設計強度"
IDS_STEEL_TB_NAME_PHI_VN                      = "øVn"
IDS_STEEL_TB_NAME_M                           = "M"
IDS_STEEL_TOOLTIP_MAINP_LENGTH                = "受正壓時的無支撐長度"
IDS_STEEL_TOOLTIP_SUBP_LENGTH                 = "受負壓時的無支撐長度"
IDS_STEEL_TOOLTIP_MAINP_WIND_LOAD             = "受正壓時的風力\n  (+) : 加載於重力方向\n  (-) : 加載於重力反方向"
IDS_STEEL_TOOLTIP_SUBP_WIND_LOAD              = "受負壓時的風力\n  (+) : 加載於重力方向\n  (-) : 加載於重力反方向"
IDS_STEEL_TB_NAME_MEMBER_TYPE                 = "構件\n類型"
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE__s        = "未成功匯出 %s 的檢核計算結果"
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE_CONTINUE__s  = "未成功匯出 %s 的檢核計算結果\n要繼續執行嗎?"
IDS_STEEL_MSG_REPORT_NOT_CREATE               = "未成功匯出報表"
IDS_STEEL_MSG_REPORT_NOT_CREATE__s            = "未成功匯出 %s 的報表"
IDS_STEEL_TB_NAME_BRACE_STRENGTH              = "側撐強度"
IDS_STEEL_TB_NAME_BRACE_DESIGN_VARIABLES      = "側撐設計變數"
IDS_STEEL_TB_NAME_UNBRACED_LENGTH             = "無支撐長度"
IDS_STEEL_TB_NAME_LIB_PLUS                    = "Lb (+)"
IDS_STEEL_TB_NAME_LIB_MINUS                   = "Lb (-)"
IDS_STEEL_TB_NAME_DEAD_LOAD                   = "靜載重"
IDS_STEEL_TB_NAME_DESIGN_LOAD                 = "設計載重"
IDS_STEEL_TB_NAME_USER                        = "自定義"
IDS_STEEL_TB_NAME_VERTICAL_LOAD               = "垂直載重"
IDS_STEEL_TB_NAME_LIVE                        = "活載"
IDS_STEEL_TB_NAME_LIVE_LOAD                   = "活載重"
IDS_STEEL_TB_NAME_LIVE_N_LOAD                 = "活載"
IDS_STEEL_TB_NAME_ROOF                        = "屋頂"
IDS_STEEL_TB_NAME_WALL                        = "外牆"
IDS_STEEL_TB_NAME_WIND_LOAD                   = "風載重"
IDS_STEEL_TB_NAME_WIND_PLUS                   = "風壓 (+)"
IDS_STEEL_TB_NAME_WIND_MINUS                  = "風壓 (-)"
IDS_STEEL_TB_NAME_BY_RN_CODE                  = "依\n規範"
IDS_STEEL_TB_NAME_SNOW_LOAD                   = "雪載重"
IDS_STEEL_TB_NAME_SNOW                        = "雪壓"
IDS_STEEL_TB_NAME_USER_FORCE                  = "自定義載重"
IDS_STEEL_TB_NAME_MU_PLUS                     = "Mu (+)"
IDS_STEEL_TB_NAME_MU_MINUS                    = "Mu (-)"
IDS_STEEL_TB_NAME_VU_PLUS                     = "Vu (+)"
IDS_STEEL_TB_NAME_VU_MINUS                    = "Vu (-)"
IDS_STEEL_TB_NAME_DEFL_CRITERIA               = "撓度檢核"
IDS_STEEL_TB_NAME_LIB                         = "Lib"
IDS_STEEL_TB_NAME_MOMENT_STRENGTH             = "撓曲強度"
IDS_STEEL_TB_NAME_MNX                         = "Mnx"
IDS_STEEL_TB_NAME_MNY                         = "Mny"
IDS_STEEL_TB_NAME_VNX                         = "Vnx"
IDS_STEEL_TB_NAME_VNY                         = "Vny"
IDS_STEEL_TB_NAME_RMX                         = "Rmx"
IDS_STEEL_TB_NAME_RMY                         = "Rmy"
IDS_STEEL_TB_NAME_COMB                        = "壓力"
IDS_STEEL_TB_NAME_SHEAR_STRENGTH              = "剪力強度"
IDS_STEEL_TB_NAME_RVX                         = "Rvx"
IDS_STEEL_TB_NAME_RVY                         = "Rvx"
IDS_STEEL_TB_NAME_DELTA                       = "δ"
IDS_STEEL_TB_NAME_SNOW_E                      = "雪壓 "
IDS_STEEL_TB_NAME_WIDTH_THICKNESS_RATIO       = "寬厚比"
IDS_STEEL_TB_NAME_DIRECTION                   = "方向"
IDS_STEEL_TB_NAME_DIRECTION_X_E               = "X向 "
IDS_STEEL_TB_NAME_DIRECTION_Y_E               = "Y向 "
IDS_STEEL_TB_NAME_DEFLECTION_E                = "撓度 "
IDS_STEEL_TB_NAME_DEFLECTION_VER_E            = "垂直向撓度 "
IDS_STEEL_TB_NAME_DEFLECTION_HOR_E            = "水平向撓度 "
IDS_STEEL_MSG_CONCENTRATED_FORCE_IS_NOTHING   = "集中載重不存在"
IDS_STEEL_MSG_DELETE_INVALIDCELL_REAPPOINT_CELL  = "未正確選擇欲刪除的資料格，請重新選取"
IDS_STEEL_TB_NAME_POS_PNT_E                   = "位置 "
IDS_STEEL_TB_NAME_FORCE_E                     = "力量 "
IDS_STEEL_TOOLTIP_OPEN_ECC_INSERT             = "輸入開孔位置的偏心數據"
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_TOP        = "\n (+): 開孔位置往上移 (往樓版方向)"
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_BOT        = "\n (-): 開孔位置往下移 (遠離樓版方向)"
IDS_STEEL_TOOLTIP_INSERT_DISTANCE_FROM_BEAM_TO_CEN  = "輸入梁支撐位置與開孔中心的距離"
IDS_STEEL_DLG_NOT_SELECT_MEMBER_CHANGE        = "請選擇欲修改的構件"
IDS_STEEL_DLG_NO_CONCENTRATED_FORCE_DATA      = "請輸入集中載重數據"
IDS_STEEL_TB_NAME_BEAM                        = "梁"
IDS_STEEL_TB_NAME_BEAM_E                      = "梁 "
IDS_STEEL_TB_NAME_BRACE                       = "側撐"
IDS_STEEL_TB_NAME_CONC                        = "混凝土"
IDS_STEEL_TB_NAME_SECTION_RN_TYPE             = "斷面類型"
IDS_STEEL_TB_NAME_TW                          = "tw"
IDS_STEEL_TB_NAME_TF                          = "tf"
IDS_STEEL_TB_NAME_R                           = "r"
IDS_STEEL_TB_NAME_HR                          = "Hr"
IDS_STEEL_TB_NAME_SR                          = "Sr"
IDS_STEEL_TB_NAME_BR0                         = "Br0"
IDS_STEEL_TB_NAME_BR1                         = "Br1"
IDS_STEEL_TB_NAME_COL_PNT                     = "Col."
IDS_STEEL_TB_NAME_THK_PNT                     = "厚度"
IDS_STEEL_TB_NAME_SLAB                        = "樓板"
IDS_STEEL_TB_NAME_DOUBLE                      = "兩側配置"
IDS_STEEL_TB_NAME_STUD_BOLT                   = "剪力釘"
IDS_STEEL_TB_NAME_STUD_N_BOLT                 = "剪力釘"
IDS_STEEL_TB_NAME_DECK_PLATE                  = "鋼承板"
IDS_STEEL_TB_NAME_WEB_OPENING                 = "腹板開孔"
IDS_STEEL_TB_NAME_CORNER_RN_RADIUS            = "圓角半徑"
IDS_STEEL_TB_NAME_REINFORCING_PLATE           = "加勁補強板"
IDS_STEEL_TB_NAME_CALCULATION                 = "計算"
IDS_STEEL_TB_NAME_UNIT                        = "均佈載重"
IDS_STEEL_TB_NAME_CONCERN_RN_FORCE            = "額外集中\n載重"
IDS_STEEL_TB_NAME_STABILITY_CHECK             = "穩定性檢核"
IDS_STEEL_TB_NAME_LOCAL_BUCKLING              = "局部挫屈"
IDS_STEEL_TB_NAME_OPENING_RB_PARAMETER        = "開孔參數"
IDS_STEEL_TB_NAME_DTR_RN_WEB                  = "腹板寬厚比"
IDS_STEEL_TB_NAME_GUIDELINE_FOR_DETAILING     = "檢核結果"
IDS_STEEL_TB_NAME_DIMENSIONS                  = "尺寸"
IDS_STEEL_TB_NAME_HZERO                       = "h0"
IDS_STEEL_TB_NAME_HZERO_E                     = "h0 "
IDS_STEEL_TB_NAME_ST                          = "st"
IDS_STEEL_TB_NAME_ST_E                        = "st "
IDS_STEEL_TB_NAME_SB                          = "sb"
IDS_STEEL_TB_NAME_SB_E                        = "sb "
IDS_STEEL_TB_NAME_AZERO_PER_ST                = "a0/st"
IDS_STEEL_TB_NAME_AZERO_PER_SB                = "a0/sb"
IDS_STEEL_TB_NAME_EDGE_RN_DISP_PNT            = "邊距"
IDS_STEEL_TB_NAME_MOMENT_SHEAR_DASH_INTERACTION  = "剪力彎矩互制"
IDS_STEEL_TB_NAME_MM                          = "Mm"
IDS_STEEL_TB_NAME_MM_E                        = "Mm "
IDS_STEEL_TB_NAME_VM                          = "Vm"
IDS_STEEL_TB_NAME_VM_E                        = "Vm "
IDS_STEEL_TB_NAME_ADDITIONAL                  = "額外要求"
IDS_STEEL_TB_NAME_EXT_PNT_RN_LENGTH           = "邊距"
IDS_STEEL_TB_NAME_OPENING_RN_SPACE            = "間距"
IDS_STEEL_TB_NAME_COMPOSITE_BEAM              = "合成梁"
IDS_STEEL_TB_NAME_STEEL_BEAM                  = "一般鋼梁"
IDS_STEEL_TB_NAME_RECTANGLE                   = "矩形"
IDS_STEEL_TB_NAME_CIRCLE                      = "圓形"
IDS_STEEL_TB_NAME_STABILITY_MATERIAL          = "穩定性檢核 (材料)"
IDS_STEEL_TB_NAME_STABILITY_LOCAL_BUCKLING    = "穩定性檢核 (局部挫屈)"
IDS_STEEL_TB_NAME_STABILITY_OPENING_PARAMETER  = "穩定性檢核 (開孔參數)"
IDS_STEEL_TB_NAME_STABILITY_WIDTHTHK_RATIO_WEB  = "穩定性檢核 (腹板寬厚比)"
IDS_STEEL_TB_NAME_PZERO                       = "p0"
IDS_STEEL_TB_NAME_AZERO_PER_HZERO             = "a0/h0"
IDS_STEEL_TB_NAME_DETAILING_OPENING_TEE_DIM   = "細部檢核 (開孔尺寸)"
IDS_STEEL_TB_NAME_DETAILING_CONERRADII_DIST_EDGE  = "細部檢核 (圓角半徑&邊距)"
IDS_STEEL_TB_NAME_DETAILING_STUD_BOLT         = "細部檢核 (剪力釘)"
IDS_STEEL_TB_NAME_RADIUS_E                    = "半徑 "
IDS_STEEL_TB_NAME_DISTANCE_E                  = "距離 "
IDS_STEEL_TB_NAME_DIAMETER_E                  = "直徑 "
IDS_STEEL_TB_NAME_SPACE_E                     = "間距 "
IDS_STEEL_TB_NAME_EXTENSION_E                 = "邊距 "
IDS_STEEL_TB_NAME_MOMENT_SHEAR_INTERACTION    = "剪力彎矩互制"
IDS_STEEL_TB_NAME_ADDITIONAL_REQUIREMENT      = "額外要求"
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BEAM_COLUMN  = "設計鋼構造梁/柱 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BAST_PLATE   = "設計鋼構造基座板 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_CONNECTION = "設計鋼構造螺栓接合 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_MOMENT_CON = "設計鋼構造螺栓彎矩接合 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_CRANE_GIRDER  = "設計鋼構造天車梁 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_PURLIN_GIRTH  = "設計鋼構造桁條/圍梁 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WEB_OPENING  = "設計鋼構造腹板開孔 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_EMB_PLATE    = "設計鋼構造預埋板 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_STAIR        = "設計鋼構造樓梯 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WELDING      = "設計鋼構造銲接 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BEAM_COLUMN  = "正在檢核鋼構造梁/柱 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BASE_PLATE  = "正在檢核鋼構造基座板 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_CONNECTION  = "正在檢核鋼構造螺栓接合 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_MOMENT_CON = "正在檢核鋼構造螺栓彎矩接合 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_CRANE_GIRDER  = "正在檢核鋼構造天車梁 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_PURLIN_GIRTH  = "正在檢核鋼構造桁條/圍梁 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WEB_OPENING  = "正在檢核鋼構造腹板開孔 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_EMB_PLATE  = "正在檢核鋼構造預埋板 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_STAIR      = "正在檢核鋼構造樓梯 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WELDING    = "正在檢核鋼構造銲接 ..."
IDS_STEEL_MSG_COLDFORM_NOT_EXIST_PLEASE_CHECK  = "冷軋型鋼的斷面清單不存在，請檢查材料與斷面清單設定"
IDS_STEEL_MSG_NO_REPORT_DATA_GENERATE_REPORT  = "無資料可供匯出報表\n中止報表匯出作業"
IDS_STEEL_MSG_LOAD_COMBINATION__i             = "載重組合 (%i) ..."
IDS_STEEL_MSG_LOAD_COMBINATION                = "載重組合 ..."
IDS_STEEL_MSG_GREEK_OMEGA                     = "Ω"
IDS_STEEL_MSG_GREEK_PHI                       = "ø"
IDS_STEEL_MSG_GREEK_PHI2                      = "ø"
IDS_STEEL_MSG_GREEK_DELTA_ALLOW               = "δ(允許)"
IDS_STEEL_TB_NAME_RESULT                      = "檢核結果"
IDS_STEEL_TB_NAME_SMALL_D_E                   = "d "
IDS_STEEL_TB_NAME_SMALL_A_E                   = "a "
IDS_STEEL_TB_NAME_SMALL_M_E                   = "m "
IDS_STEEL_TB_NAME_CHECK_RESULT_BOLT           = "檢核結果 (螺栓)"
IDS_STEEL_TB_NAME_DIRECTION_X                 = "X向"
IDS_STEEL_TB_NAME_DIRECTION_Y                 = "Y向"
IDS_STEEL_TB_NAME_BTR_COLON_DTR               = "寬厚比 (翼板 : 腹板)"
IDS_STEEL_TB_NAME_AXIAL_CAPACITY              = "軸向強度"
IDS_STEEL_TB_NAME_MOMENT_CAPACITY             = "撓曲強度"
IDS_STEEL_TB_NAME_SHEAR_CAPACITY              = "剪力強度"
IDS_STEEL_TB_NAME_TORSION_CAPACITY            = "扭轉強度"
IDS_STEEL_TB_NAME_QS_COLON_QA                 = "Qs : Qa"
IDS_STEEL_TB_NAME_PHI_PN_E                    = "øPn "
IDS_STEEL_TB_NAME_PU_PER_PHI_PN_E             = "Pu/øPn"
IDS_STEEL_TB_NAME_PHI_MN_E                    = "øMn "
IDS_STEEL_TB_NAME_MU_PER_PHI_MN_E             = "Mu/øMn"
IDS_STEEL_TB_NAME_PHI_VN_E                    = "øVn "
IDS_STEEL_TB_NAME_VU_PER_PHI_VN_E             = "Vu/øVn"
IDS_STEEL_TB_NAME_PHI_TN_E                    = "øTn "
IDS_STEEL_TB_NAME_TU_PER_PHI_TN_E             = "Tu/øTn"
IDS_STEEL_TB_NAME_LAMDA_P_FLANGE              = "λp (翼板)"
IDS_STEEL_TB_NAME_LAMDA_P_WEB                 = "λp (腹板)"
IDS_STEEL_TB_NAME_LAMDA_R_FLANGE              = "λr (翼板)"
IDS_STEEL_TB_NAME_LAMDA_R_WEB                 = "λr (腹板)"
IDS_STEEL_TB_NAME_SECTION_FLANGE              = "斷面 (翼板)"
IDS_STEEL_TB_NAME_SECTION_WEB                 = "斷面 (腹板)"
IDS_STEEL_TB_NAME_COMRAT                      = "組合應力比"
IDS_STEEL_TB_NAME_PR_PER_PC_LARGE_PNTTWO      = "Pr/Pc > 0.2"
IDS_STEEL_TB_NAME_PR_PER_PC_SMALL_PNTTWO      = "Pr/Pc < 0.2"
IDS_STEEL_NAME_SLENDER                        = "細長肢材"
IDS_STEEL_NAME_NONCOMPAC                      = "半結實"
IDS_STEEL_NAME_COMPACT                        = "結實"
IDS_STEEL_NAME_VER_DIR                        = "垂直方向"
IDS_STEEL_NAME_HOR_DIR                        = "水平方向"
IDS_STEEL_NAME_RUN_DIR                        = "行進方向"
IDS_STEEL_NAME_H_PER_W                        = "h/w"
IDS_STEEL_NAME_LAMDA_MAX                      = "λmax"
IDS_STEEL_NAME_KV                             = "Kv"
IDS_STEEL_NAME_CV                             = "Cv"
IDS_STEEL_NAME_AW                             = "Aw"
IDS_STEEL_TB_NAME_MAXIMUM_STRESS              = "最大應力 "
IDS_STEEL_TB_NAME_STRESS_RANGE                = "應力區間 "
IDS_STEEL_TB_NAME_PU_MAX                      = "Pu,max "
IDS_STEEL_TB_NAME_PA_MAX                      = "Pa,max "
IDS_STEEL_TB_NAME_LOCAL_YIELDING              = "局部降伏 "
IDS_STEEL_TB_NAME_FLANGE_LOCAL_BENDING        = "翼板局部撓曲 "
IDS_STEEL_TB_NAME_STIFFENER_AXIAL_STRENGTH    = "軸向強度 "
IDS_STEEL_TB_NAME_CRIPPING_E                  = "腹板皺曲 "
IDS_STEEL_TB_NAME_SIDESWAY_BUCKLING           = "側移挫屈 "
IDS_STEEL_TB_NAME_COMP_BUCKLING               = "壓力挫屈 "
IDS_STEEL_TB_NAME_STIFFENER_END               = "端部加勁材"
IDS_STEEL_TB_NAME_STIFFENER_MID               = "中間加勁材"
IDS_STEEL_TB_NAME_SHEAR_TFA                   = "剪力 (TFA) "
IDS_STEEL_TB_NAME_DIR_X                       = "X向"
IDS_STEEL_TB_NAME_DIR_Y                       = "Y向"
IDS_STEEL_TB_NAME_STIFFENER_IS_NOT_SUPPLIED   = "未提供加勁材"
IDS_STEEL_CHECK_DIAGRAM_DGNINFO_NEED          = "需先執行設計或檢核才可查看結果"

IDS_STEEL_TB_NAME_AXIAL_STRESS                = "軸力應力"
IDS_STEEL_TB_NAME_MOMENT_STRESS               = "撓曲應力"
IDS_STEEL_TB_NAME_SHEAR_STRESS                = "剪力應力"
IDS_STEEL_TB_NAME_SECTION_REQ                 = "斷面要求"
IDS_STEEL_TB_NAME_QS                          = "Qs"
IDS_STEEL_TB_NAME_QA                          = "Qa"
IDS_STEEL_TB_NAME_FC_SMALL                    = "fc "
IDS_STEEL_TB_NAME_FC_CAPIT                    = "Fc "
IDS_STEEL_TB_NAME_FC_RATIO                    = "fc / Fc"
IDS_STEEL_TB_NAME_FS_SMALL                    = "fs "
IDS_STEEL_TB_NAME_FS_CAPIT                    = "Fs "
IDS_STEEL_TB_NAME_FS_RATIO                    = "fs / Fs"
IDS_STEEL_TB_NAME_FBC_SMALL                   = "fbc "
IDS_STEEL_TB_NAME_FBC_CAPIT                   = "FBC "
IDS_STEEL_TB_NAME_FBC_RATIO                   = "fbc / FBC"
IDS_STEEL_TB_NAME_FBT_SMALL                   = "fbt "
IDS_STEEL_TB_NAME_FBT_CAPIT                   = "FBT "
IDS_STEEL_TB_NAME_FBT_RATIO                   = "fbt / FBT"
IDS_STEEL_TB_NAME_DWR                         = "深寬比"
IDS_STEEL_TB_NAME_THR                         = "厚度比"
IDS_STEEL_TB_NAME_DWR_N                       = "深寬比"
IDS_STEEL_TB_NAME_THR_N                       = "厚度比"
IDS_STEEL_TB_NAME_RCOM12                      = "Rcom1, Rcom2"
IDS_STEEL_TB_NAME_RCOMMAX                     = "Rmax"

IDS_STEEL_TB_NAME_FA                          = "Fa"
IDS_STEEL_TB_NAME_FBX                         = "Fbx"
IDS_STEEL_TB_NAME_FBY                         = "Fby"
IDS_STEEL_TB_NAME_FSX                         = "Fsx"
IDS_STEEL_TB_NAME_FSY                         = "Fsy"
IDS_STEEL_TB_NAME_PS                          = "Ps"
IDS_STEEL_TB_NAME_MX                          = "Mx"
IDS_STEEL_TB_NAME_MY                          = "My"
IDS_STEEL_TB_NAME_VX                          = "Vx"
IDS_STEEL_TB_NAME_VY                          = "Vy"
IDS_STEEL_TB_NAME_OMEGA_PN                    = "Pn/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNX                   = "Mnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNY                   = "Mny/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNX                   = "Vnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNY                   = "Vny/Ω "
IDS_STEEL_TB_NAME_STRNG1                      = "縱梁1"
IDS_STEEL_TB_NAME_STRNG2                      = "縱梁2"
IDS_STEEL_TB_NAME_STRNG3                      = "縱梁3"
IDS_STEEL_TB_NAME_STRNG4                      = "縱梁4"
IDS_STEEL_TB_NAME_PLATE1                      = "階梯踏板"
IDS_STEEL_TB_NAME_PLATE2                      = "平台踏板"
IDS_STEEL_TB_NAME_SUPPORT                     = "支承"
IDS_STEEL_TB_NAME_STAIR                       = "樓梯"
IDS_STEEL_TB_NAME_LANDING                     = "平台"
IDS_STEEL_TB_NAME_LANDING_L                   = "平台(左)"
IDS_STEEL_TB_NAME_LANDING_R                   = "平台(右)"

IDS_STEEL_TB_NAME_LEG_SIZE                    = "銲腳尺寸"
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMAX           = "翼板, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMIN           = "翼板, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMAX           = "腹板, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMIN           = "腹板, Smin "
IDS_STEEL_TB_NAME_STRESS_AND_RATIO            = "應力 & 比值"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_WELD       = "應力 & 比值 (銲接構件)"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_BASE       = "應力 & 比值 (基底構件)"
IDS_STEEL_TB_NAME_STRESS_VA                   = "va "
IDS_STEEL_TB_NAME_STRESS_VMX                  = "vmx "
IDS_STEEL_TB_NAME_STRESS_VMY                  = "vmy "
IDS_STEEL_TB_NAME_STRESS_VBX                  = "vbx "
IDS_STEEL_TB_NAME_STRESS_VBY                  = "vby "
IDS_STEEL_TB_NAME_STRESS_VSX                  = "vsx "
IDS_STEEL_TB_NAME_STRESS_VSY                  = "vsy "
IDS_STEEL_TB_NAME_COMBINED_RATIO              = "組合應力比"
IDS_STEEL_TB_NAME_COMBINED_RATIO_BASE         = "組合應力比 (基底構件 )"
IDS_STEEL_TB_NAME_ANGLE_LENGTH                = "角鋼長度"
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMAX          = "銲接, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMIN          = "銲接, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMAX          = "基底, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMIN          = "基底, Smin "
IDS_STEEL_TB_NAME_WELD_MEMB                   = "銲接構件"
IDS_STEEL_TB_NAME_BASE_MEMB                   = "基底構件"
IDS_STEEL_TB_NAME_STIFFENER                   = "加勁板"
IDS_STEEL_TB_NAME_STIFFENER_SECT              = "加勁材斷面"
IDS_STEEL_TB_NAME_LOCA_BUCK_STRS              = "局部挫屈應力"
IDS_STEEL_TB_NAME_COL_WEB_CRIPPL              = "柱腹板皺曲"
IDS_STEEL_TB_NAME_WEB_COMP_BUCKL              = "腹板壓力挫屈"
IDS_STEEL_TB_NAME_WELD_CONN_DIR               = "直接"
IDS_STEEL_TB_NAME_WELD_CONN_ANG               = "角鋼"
IDS_STEEL_TB_NAME_WELD_CONN_COL               = "柱+梁"
IDS_STEEL_TB_NAME_WELD_MEMB_SHORT             = "銲接構件"
IDS_STEEL_TB_NAME_BASE_MEMB_SHORT             = "基底構件"
IDS_STEEL_TB_NAME_SECTION_ANGLE               = "角鋼"
IDS_STEEL_TB_NAME_ANGLE                       = "角鋼"
IDS_STEEL_TB_NAME_ELECTRODE                   = "電極"
IDS_STEEL_TB_NAME_WELDING                     = "銲接"
IDS_STEEL_TB_NUMB_RN_EA                       = "數量\n( EA )"

IDS_STEEL_TB_NAME_TORSION_N_CHECK             = "扭力檢核"
IDS_STEEL_TB_NAME_TORSION_CHECK_OPEN_SECT     = "扭力檢核 ( Open Section )"
IDS_STEEL_TB_NAME_TORSION_THETA               = "θ "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME1        = "θ' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME2        = "θ'' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME3        = "θ''' "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUN          = "fun "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV          = "fuv "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_WEB      = "fuvw "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_FLG      = "fuvf "
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFY         = "fun / øFy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFY         = "fuv / ø0.6Fy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFCR        = "fun / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFCR        = "fuv / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_COMBINE       = "Rcomb"
IDS_STEEL_TB_NAME_TORSION_RATIO_MAX           = "Rmax"

//Column Bearing
//Net Tension
IDS_STEEL_TB_NAME_OCCUR                       = "發生"
IDS_STEEL_TB_NAME_NOT_OCCUR                   = "不發生"

IDS_STEEL_TB_NAME_CHK_RESULT_FLG              = "檢核結果 (翼板)"
IDS_STEEL_TB_NAME_CHK_RESULT_PLATE            = "檢核結果 (板)"
IDS_STEEL_TB_NAME_CHK_RESULT_BOLT             = "檢核結果 (螺栓群)"
IDS_STEEL_TB_NAME_CHK_MIN_RESIST              = "檢核最小抵抗力"

//Row
IDS_STEEL_TB_NAME_FORCE_N_EDG                 = "N,Ed,G"
IDS_STEEL_TB_NAME_FORCE_N_ED                  = "N,Ed"
IDS_STEEL_TB_NAME_FORCE_M_YED                 = "My,Ed"
IDS_STEEL_TB_NAME_FLG_NET_TENS                = "Net Tension"
IDS_STEEL_TB_NAME_FLG_NET_N_ED                = "N,Ed"
IDS_STEEL_TB_NAME_PLATE_N_PL                  = "Npl,Rd"
IDS_STEEL_TB_NAME_PLATE_N_U                   = "Nu,Rd"
IDS_STEEL_TB_NAME_PLATE_N_BT                  = "Nbt,Rd"
IDS_STEEL_TB_NAME_PLATE_N_T                   = "Nt,Rd"
IDS_STEEL_TB_NAME_PLATE_RATIO                 = "N,Ed/Nt,Rd"
IDS_STEEL_TB_NAME_BOLT_F_VRD                  = "Fv,Rd"
IDS_STEEL_TB_NAME_BOLT_F_BRD                  = "Fb,Rd"
IDS_STEEL_TB_NAME_BOLT_F_RDFP                 = "F,Rd,fp"
IDS_STEEL_TB_NAME_BOLT_RATIO                  = "N,Ed/F,Rd,fp"
IDS_STEEL_TB_NAME_RESIST_N_RD                 = "N,Rd"
IDS_STEEL_TB_NAME_RESIST_PLRATIO              = "0.25N,Ed/N,Rd"
IDS_STEEL_TB_NAME_RESIST_BTRATIO              = "0.25N,Ed/2F,Rd,fp"

//EC3 Bolt Connection Member List
IDS_STEEL_TB_NAME_SUPPORTED_MEMB              = "接合構件"
IDS_STEEL_TB_NAME_SUPPORTING_MEMB             = "承重構件"
IDS_STEEL_TB_NAME_SUPPORTED_SECT              = "接合構件斷面"
IDS_STEEL_TB_NAME_SUPPORTING_SECT             = "承重構件斷面"
IDS_STEEL_TB_NAME_LEVEL_GAP                   = "高程/間隙"
IDS_STEEL_TB_NAME_LEVEL                       = "高程差"
IDS_STEEL_TB_NAME_FORCE_NUM_BEAM              = "接合梁\n數量"
IDS_STEEL_TB_NAME_FORCE_AF                    = "軸力"
IDS_STEEL_TB_NAME_FORCE_PA                    = "Permanent\n軸力"
IDS_STEEL_TB_NAME_FORCE_MX                    = "彎矩(x)"
IDS_STEEL_TB_NAME_FORCE_MY                    = "彎矩(y)"
IDS_STEEL_TB_NAME_FORCE_SX                    = "剪力(x)"
IDS_STEEL_TB_NAME_FORCE_SY                    = "剪力(y)"
IDS_STEEL_TB_NAME_FORCE_SY2                   = "剪力(y2)"
IDS_STEEL_TB_NAME_FORCE_HP                    = "hp"
IDS_STEEL_TB_NAME_FORCE_N3                    = "N3"
IDS_STEEL_TB_NAME_SPACING_WX                  = "腹板 (x)"
IDS_STEEL_TB_NAME_SPACING_WY                  = "腹板 (y)"
IDS_STEEL_TB_NAME_SPACING_FX                  = "翼板 (x)"
IDS_STEEL_TB_NAME_SPACING_FY                  = "翼板 (y)"
IDS_STEEL_TB_NAME_EXTENSION_WX                = "腹板 (x)"
IDS_STEEL_TB_NAME_EXTENSION_WY                = "腹板 (y)"
IDS_STEEL_TB_NAME_EXTENSION_FX                = "翼板 (x)"
IDS_STEEL_TB_NAME_EXTENSION_FY                = "翼板 (y)"
IDS_STEEL_TB_NAME_DIVISION_PLATE              = "分隔板"
IDS_STEEL_TB_NAME_DIVISION_APPLY              = "套用"
IDS_STEEL_TB_NAME_DIVISION_THK                = "厚度"
IDS_STEEL_TB_NAME_BOLT_DEPTH                  = "深度"
IDS_STEEL_TB_NAME_DGN_NEDG                    = "N,Ed,G"
IDS_STEEL_TB_NAME_DGN_NED                     = "N,Ed"
IDS_STEEL_TB_NAME_DGN_MYED                    = "My,Ed"
IDS_STEEL_TB_NAME_DGN_VED                     = "V,Ed1"
IDS_STEEL_TB_NAME_DGN_VED2                    = "V,Ed2"
IDS_STEEL_TB_NAME_DGN_FED                     = "F,Ed"
IDS_STEEL_TB_NAME_CHK_DIMENSION               = "尺寸"
IDS_STEEL_TB_NAME_CHK_THICKNESS               = "厚度"
IDS_STEEL_TB_NAME_CHK_SPACE_FLG               = "間距\n (翼板)"
IDS_STEEL_TB_NAME_CHK_SPACE_WEB               = "間距\n (腹板)"
IDS_STEEL_TB_NAME_CHK_EXT_FLG                 = "邊距\n (翼板)"
IDS_STEEL_TB_NAME_CHK_EXT_WEB                 = "邊距\n (腹板)"
IDS_STEEL_TB_NAME_END_FIN_PLATE               = "接合板"
IDS_STEEL_TB_NAME_CHK_MAX                     = "檢核\n最大值"

//EC3 Bolt Connection Result Grid
IDS_STEEL_TB_NAME_FIN_FORCE_HD                = "設計外力"
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED1             = "V,Ed,1 "
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED2             = "V,Ed,2 "
IDS_STEEL_TB_NAME_FIN_FORCE_F_ED              = "F,Ed "
IDS_STEEL_TB_NAME_FIN_CHECK_HD                = "檢核尺寸"
IDS_STEEL_TB_NAME_FIN_CHECK_T_MAX             = "tp / tp,max"
IDS_STEEL_TB_NAME_FIN_CHECK_H_MIN             = "hp / hp,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_HD       = "檢核接合構件 (螺栓)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO1   = "V,Ed / V,Rd,剪力"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO2   = "V,Ed / V,Rd,Plate"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO3   = "V,Ed / V,Rd,Web"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_HD      = "檢核接合構件 (接合板)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO1  = "V,Ed / V,Rd,剪力"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO2  = "V,Ed / V,Rd,Bearing"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO3  = "V,Ed / V,Rd,Buckling"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_HD        = "檢核接合構件 (腹板)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_RATIO     = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_INTERAC_HD  = "剪力彎矩互制 (腹板)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_RESIS_NOTCH_HD  = "檢核抵抗力 (缺口)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH_RATIO   = "比值"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_HD       = "檢核接合構件 (接頭)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_RATIO    = "比值"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_HD     = "檢核接合梁 (缺口)"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_RATIO  = "比值"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_HD      = "檢核承重構件"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO1  = "剪力比值"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO2  = "貫穿比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_HD         = "檢核結構完整性 (接合板&螺栓)"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO1     = "拉力比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO2     = "剪力比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO3     = "承載比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_HD           = "檢核結構完整性 (腹板)"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO1       = "拉力比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO2       = "剪力比值"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_HD           = "結構完整性 (承重柱)"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_RATIO        = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_END_FORCE_V_ED1             = "V,Ed1"
IDS_STEEL_TB_NAME_END_FORCE_V_ED2             = "V,Ed2"
IDS_STEEL_TB_NAME_END_FORCE_F_ED              = "F,Ed"
IDS_STEEL_TB_NAME_END_CHECK                   = "檢核尺寸"
IDS_STEEL_TB_NAME_END_CHECK_TP_MAX            = "tp / tp,max"
IDS_STEEL_TB_NAME_END_CHECK_HP_MIN            = "hp,min / hp"
IDS_STEEL_TB_NAME_END_CHECK_P3_MIN            = "p3,min / p3 "
IDS_STEEL_TB_NAME_END_CHECK_P3_MAX            = "p3 / p3,max"
IDS_STEEL_TB_NAME_END_CHECK_DNT_MIN           = "Dnt,min / Dnt"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_HD        = "檢核接合構件 (腹板)"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_V_CRD     = "Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_RATIO     = "V,Ed / Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_HD      = "檢核接合構件 (缺口)"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_RATIO   = "比值"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_HD         = "檢核接頭 (螺栓群)"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRDP     = "Fb,Rd,p"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD2     = "Fb,Rd,2"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD      = "Fb,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_VRD      = "Fv,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_RD       = "F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_RATIO      = "V,Ed / F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_HD        = "檢核接頭 (接合板)"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO1    = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO2    = "V,Ed / V,Rd,ip"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_HD      = "檢核承重構件"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO1  = "剪力比值"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO2  = "承壓比值"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_HD     = "Check Tying Resistance ( Plate & Bolt )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_RATIO  = "F,Ed / F,Rd,u,min"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_HD      = "Tying Resistance ( Supported Member )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_RATIO   = "F,Ed / F,Rd,u"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_HD       = "Check Tying Resistance ( Web )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_RATIO    = "比值"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_HD   = "Tying Resistance ( Supporting Web )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_RATIO  = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_COL_CHECK_DIM_HD            = "檢核尺寸 (腹板&翼板)"
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BWP           = "bwp,min / bwp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BFP           = "bfp,min / bfp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_HFP           = "Hfp,min / Hfp "
IDS_STEEL_TB_NAME_COL_CHECK_THK_HD            = "檢核厚度"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TFP           = "tfp,min / tfp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TP            = "tp,min  / tp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TDP           = "tdp,min / tdp"

// Check Space
IDS_STEEL_TB_NAME_CHECK_SPACEHEAD             = "檢核間距"
IDS_STEEL_TB_NAME_CHECK_FLG_SPACEHEAD         = "檢核間距 (翼板)"
IDS_STEEL_TB_NAME_CHECK_WEB_SPACEHEAD         = "檢核間距 (腹板)"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MIN            = "p1,min / p1"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MAX            = "p1 / p1,max"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MIN            = "p2,min / p2"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MAX            = "p2 / p2,max"

// Check Extension
IDS_STEEL_TB_NAME_FIN_CHECK_EXTN_HEAD         = "檢核邊距"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_END_CHECK_EXTN_HEAD         = "檢核邊距"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_COL_CHECK_EXTW_HEAD         = "檢核邊距 (腹板)"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MAX         = "e2 / e2,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF_HEAD         = "檢核邊距 (翼板)"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_TENS_STIFFENER              = "加勁板拉力強度"
IDS_STEEL_TB_NAME_NUM_OF_GIRDER               = "大梁\n數量"
IDS_STEEL_TB_NAME_NUM_OF_COLUMN               = "行數"
IDS_STEEL_TB_NAME_MAIN_GIRDER                 = "主梁"
IDS_STEEL_TB_NAME_SUB_GIRDER                  = "次梁"
IDS_STEEL_TB_NAME_SECTION_SIZE                = "斷面尺寸"
IDS_STEEL_TB_NAME_THROAT_THICKNESS            = "喉厚"
IDS_STEEL_TB_NAME_END_PLATE                   = "端板"
IDS_STEEL_TB_NAME_LOWER_COLUMN                = "下部柱"
IDS_STEEL_TB_NAME_UPPER_COLUMN                = "上部柱"
IDS_STEEL_TB_NAME_KWC                         = "K,wc"
IDS_STEEL_TB_NAME_LOWER_BRACKET               = "下部托架"
IDS_STEEL_TB_NAME_STIFFENER_TOPFLG            = "加勁材 (上翼板)"
IDS_STEEL_TB_NAME_STIFFENER_BOTFLG            = "加勁材 (下翼板)"
IDS_STEEL_TB_NAME_STIFFENER_COLWEB            = "加勁材 (柱腹板)"
IDS_STEEL_TB_NAME_CORNER_WIDTH                = "截角尺寸"
IDS_STEEL_TB_NAME_SIDE_NO                     = "數量"
IDS_STEEL_TB_NAME_BOLT                        = "螺栓"
IDS_STEEL_TB_NAME_SLIP_FACTOR                 = "滑動因數"
IDS_STEEL_TB_NAME_SHEAR_ROW_TYPE              = "指定受剪列數"
IDS_STEEL_TB_NAME_SPACING_HOR                 = "間距\n(水平)"
IDS_STEEL_TB_NAME_SPACING_VER                 = "間距\n(垂直)"
IDS_STEEL_TB_NAME_NUM_TOP                     = "上方列數"
IDS_STEEL_TB_NAME_NUM_BOT                     = "下方列數"
IDS_STEEL_TB_NAME_OFFSET                      = "Offset"
IDS_STEEL_TB_NAME_CONSIDER_WEBTHK             = "考慮\n腹板厚度"

IDS_STEEL_TB_NAME_EMBEDDED_PLATE              = "預埋板"
IDS_STEEL_TB_NAME_BEARING_STRESS              = "承載應力"
IDS_STEEL_TB_NAME_STUD_REQUIREMENT            = "剪力釘需求"
IDS_STEEL_TB_NAME_EDGE_DIST_DOT               = "邊距"
IDS_STEEL_TB_NAME_STUD_DIA_DOT                = "剪力釘直徑"
IDS_STEEL_TB_NAME_STUD_SPA_DOT                = "剪力釘間距"

IDS_STEEL_TB_NAME_DESIGN_N_METHOD             = "設計方法"
IDS_STEEL_TB_NAME_FACTOR_FOR_BOLTHOLE         = "螺孔因數"
IDS_STEEL_TB_NAME_THROAT_N_THICKNESS          = "喉厚"
IDS_STEEL_TB_NAME_EFFECTIVE_LENGTH            = "有效長度"

//EC3 Beam-Column Result Grid
IDS_STEEL_TB_NAME_NU_EC                       = "NEd"
IDS_STEEL_TB_NAME_MUX_EC                      = "Mx,Ed"
IDS_STEEL_TB_NAME_MUY_EC                      = "My,Ed"
IDS_STEEL_TB_NAME_VUX_EC                      = "Vx,Ed"
IDS_STEEL_TB_NAME_VUY_EC                      = "Vy,Ed"
IDS_STEEL_TB_NAME_TU_EC                       = "TEd"
IDS_STEEL_TB_NAME_C1                          = "C1"
IDS_STEEL_TB_NAME_C2                          = "C2"
IDS_STEEL_TB_NAME_ANXTYPE                     = "Annex Type(Kij)"
IDS_STEEL_TB_NAME_CMX                         = "CMX"
IDS_STEEL_TB_NAME_CMY                         = "CMY"
IDS_STEEL_TB_NAME_CMLT                        = "CMLT"
IDS_STEEL_TB_NAME_CSECT_STRN                  = "斷面容量" 
IDS_STEEL_TB_NAME_BUCK_STRN                   = "挫屈容量"
IDS_STEEL_TB_NAME_NCRD                        = "Nc,Rd"
IDS_STEEL_TB_NAME_MXRD                        = "Mx,Rd"
IDS_STEEL_TB_NAME_MYRD                        = "My,Rd"
IDS_STEEL_TB_NAME_VXRD                        = "Vx,Rd"
IDS_STEEL_TB_NAME_VYRD                        = "Vy,Rd"
IDS_STEEL_TB_NAME_MNXRD                       = "Mvx,Rd"
IDS_STEEL_TB_NAME_MNYRD                       = "Mvy,Rd"
IDS_STEEL_TB_NAME_NBXRD                       = "Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD                       = "Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD                       = "Nb,Rd,TF"
IDS_STEEL_TB_NAME_MBRD                        = "Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD                       = "Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD                       = "Vby,Rd"
IDS_STEEL_TB_NAME_SECT_CAPACITY               = "斷面設計比值"
IDS_STEEL_TB_NAME_BUCK_CAPACITY               = "挫屈設計比值"
IDS_STEEL_TB_NAME_NCRD_RAT                    = "NEd/Nc,Rd"
IDS_STEEL_TB_NAME_MXRD_RAT                    = "Mx,Ed/Mx,Rd"
IDS_STEEL_TB_NAME_MYRD_RAT                    = "My,Ed/My,Rd"
IDS_STEEL_TB_NAME_VXRD_RAT                    = "Vx,Ed/Vx,Rd"
IDS_STEEL_TB_NAME_VYRD_RAT                    = "Vy,Ed/Vy,Rd"
IDS_STEEL_TB_NAME_CBST_RATX                   = "Mx,Ed/Mvx,Rd"
IDS_STEEL_TB_NAME_CBST_RATY                   = "My,Ed/Mvy,Rd"
IDS_STEEL_TB_NAME_CBST_RAT                    = "B&A Ratio"
IDS_STEEL_TB_NAME_NBXRD_RAT                   = "NEd/Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD_RAT                   = "NEd/Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD_RAT                   = "NEd/Nb,Rd,TF"
IDS_STEEL_TB_NAME_MBRD_RAT                    = "Mx,Ed/Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD_RAT                   = "VEd/Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD_RAT                   = "VEd/Vby,Rd"
IDS_STEEL_TB_NAME_CBBKX_RAT                   = "B&A Ratio (X)"
IDS_STEEL_TB_NAME_CBBKY_RAT                   = "B&A Ratio (Y)"

//ESSG Result Grid
IDS_STEEL_TB_NAME_WTOT_RAT                    = "寬厚比"
IDS_STEEL_TB_NAME_FLANGE_CTOT                 = "翼板 (c/t)"
IDS_STEEL_TB_NAME_WEB_CTOT                    = "腹板 (c/t)"
IDS_STEEL_TB_NAME_FLG_LIMTS                   = "翼板等級要求 1,2,3"
IDS_STEEL_TB_NAME_WEB_LIMTS                   = "腹板等級要求 1,2,3"
IDS_STEEL_TB_NAME_FLG_CLASS                   = "翼板等級"
IDS_STEEL_TB_NAME_WEB_CLASS                   = "腹板等級"
IDS_STEEL_TB_NAME_SECT_CLASS                  = "斷面等級"
IDS_STEEL_TB_NAME_AXI_CAPA                    = "軸力容量"
IDS_STEEL_TB_NAME_MOT_CAPA                    = "彎矩容量"
IDS_STEEL_TB_NAME_COM_CAPA                    = "組合容量"
IDS_STEEL_TB_NAME_BEND_SHEAR                  = "彎矩與剪力"
IDS_STEEL_TB_NAME_BEND_AXIAL                  = "彎矩與軸力"
IDS_STEEL_TB_NAME_BEND_SHEAR_AXIAL            = "折減因數 (ρ)"
IDS_STEEL_TB_NAME_SHEAR_CAPA                  = "剪力容量"
IDS_STEEL_TB_NAME_FLEX_BUCK                   = "撓曲挫屈"
IDS_STEEL_TB_NAME_TORS_BUCK                   = "純扭轉與撓曲扭轉挫屈"
IDS_STEEL_TB_NAME_LAT_TORS_BUCK               = "側向扭轉挫屈"
IDS_STEEL_TB_NAME_INACT_FACTORS               = "互制因數 Kij"
IDS_STEEL_TB_NAME_COMB_BEND_AXIAL_COMP        = "組合挫屈"
IDS_STEEL_TB_NAME_COMB_RATIO                  = "彎矩與軸力組合"
IDS_STEEL_TB_NAME_SHEAR_BUCKL                 = "剪力挫屈"
IDS_STEEL_TB_NAME_XYHH_SHEAR                  = "X,Y-高剪力"
IDS_STEEL_TB_NAME_XYLH_SHEAR                  = "Y-高剪力"
IDS_STEEL_TB_NAME_XYHL_SHEAR                  = "X-高剪力"
IDS_STEEL_TB_NAME_XYLL_SHEAR                  = "X,Y-低剪力"

// STEEL BOLT MOMENT CONNECTION ( KSSC / AISC )
IDS_STEEL_TB_NAME_FULL_N_DEPTH                = "Full\nDepth"
IDS_STEEL_TB_NAME_EDGE_N_LENGTH               = "Edge\nLength"
IDS_STEEL_TB_NAME_EDGE_N_HEIGHT               = "Edge\nHeight"
IDS_STEEL_TB_NAME_EXT_DOT_X                   = "Ext.(X)"
IDS_STEEL_TB_NAME_EXT_DOT_Y                   = "Ext.(Y)"
IDS_STEEL_TB_NAME_YIELD_STRESS                = "Yield Stress"
IDS_STEEL_TB_NAME_LOAD_N_COMB_DOT             = "Load\nComb."
IDS_STEEL_TB_NAME_DESIGN_N_PARAM_DOT          = "Design\nParam."
IDS_STEEL_TB_NAME_PROPERTY                    = "Property"
IDS_STEEL_TB_NAME_SPACING                     = "Spacing"
IDS_STEEL_TB_NAME_INT_DOT                     = "Int."
IDS_STEEL_TB_NAME_EXT_DOT                     = "Ext."
IDS_STEEL_TB_NAME_CONSIDER_N_WEB_N_THICK      = "Consider\nWeb\nThick"
IDS_STEEL_TB_NAME_CONSIDER_N_FLG_N_THICK      = "Consider\nFlange\nThick"
IDS_STEEL_TB_NAME_ROWCOL_COLUMN               = "Column"
IDS_STEEL_TB_NAME_ROWCOL_ROW                  = "Row"
IDS_STEEL_TB_NAME_GIRDER_STIFFNER             = "Girder Stiffener"
IDS_STEEL_TB_NAME_NO_PRYING_BOLT_MOMENT_STR   = "No Prying\nBolt\nMoment\nStrength"
IDS_STEEL_TB_NAME_REQ_END_PLATE_THICK         = "Req.\nEnd\nPlate\nThick"
IDS_STEEL_TB_NAME_COMP_BOLT_SHEAR_RUPTURE     = "Comp.\nBolt\nShear\nRupture"
IDS_STEEL_TB_NAME_BOLT_BEARING_TEAROUT        = "Bolt\nBearing\nTear-Out"
IDS_STEEL_TB_NAME_COLUMN_FLANGE_YIELDING      = "Column\nFlange\nYielding"
IDS_STEEL_TB_NAME_STIFFENER_DESIGN_FORCE      = "Stiffener Design Force"
IDS_STEEL_TB_NAME_PLATE_N_YIELDING            = "Plate\nYielding"
IDS_STEEL_TB_NAME_PLATE_N_RUPTURE             = "Plate\nRupture"
IDS_STEEL_TB_NAME_SHEAR_N_YIELDING            = "Shear\nYielding"
IDS_STEEL_TB_NAME_SHEAR_N_RUPTURE             = "Shear\nRupture"
IDS_STEEL_TB_NAME_COLUMN_N_FLANGE             = "Column\nFlange"
IDS_STEEL_TB_NAME_WEB_N_YIELDING              = "Web\nYielding"
IDS_STEEL_TB_NAME_WEB_N_BUCKLING              = "Web\nBuckling"
IDS_STEEL_TB_NAME_WEB_N_CRIPPLING             = "Web\nCrippling"
IDS_STEEL_TB_NAME_DESIGN_N_FORCE              = "Design\nForce"
